---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireNeutralAdjustment
source: html/6c8b9de0-d7f4-f177-6f91-63d626ff1838.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireNeutralAdjustment Property

"Neutral Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireNeutralAdjustment { get; }
```